{
  "META": {
    "graphic_title": "Tricentennial and KSAT correspondence: A timeline",
    "prose": "Email correspondence between KSAT and the Tricentennial Commission regarding an exclusive media partnership began 68 days before the Commission's official request for proposals. Here are some highlights from those emails:",
    "source": "Emails released under a public records request."
  },
  "TIMELINE": [
    {
      "title": "Initial contact",
      "date": "Jan. 28, 2016",
      "body": "Asia Ciaravino, chief operating officer of the Tricentennial Commission, schedules a meeting with CEO Edward Benavides, and KSAT-TV’s General Manager and Vice President Phil Lane, News Director Bernice Kearney and Creative Services Director David Cuccio."
    },
    {
      "title": "\"Let's keep in touch.\"",
      "date": "Feb. 15, 2016",
      "body": "Ciaravino emails Kearney, thanking her for coming to the Tricentennial offices the week before. “We are very excited about the possibilities with KSAT. Let’s keep in touch.”"
    },
    {
      "title": "Original KSAT proposal",
      "date": "Feb. 29, 2016",
      "body": "Lane emails KSAT’s original proposal to the Tricentennial office. Ciaravino quickly responds, noting that Tricentennial would review and be in contact shortly."
    },
    {
      "title": "Updated KSAT proposal",
      "date": "Mar. 4, 2016",
      "body": "Cuccio emails Benavides and Ciaravino an updated KSAT proposal."
    },
    {
      "title": "The Commission \"loves\" the proposal",
      "date": "Mar. 9, 2016",
      "body": "Ciaravino emails Lane and Cuccio, copying Benavides: “We love this! Do you mind applying for partner status with all of this so we can formally bring it to the executive board for vote? We talked about it today in the Commission meeting.” (The minutes from the March 9, 2016 Commission meeting do not mention any discussion about a media partnership.)"
    },
    {
      "title": "KSAT follows up on the proposal",
      "date": "Mar. 17, 2016",
      "body": "Cuccio emails Ciaravino, asking for an update. “I just wanted to check and see if you guys have a date as to when our proposal will be submitted for review?\" Ciaravino responds: “We will get final approval April 13th. We received pre-approval last week. Many channels to work through. Thank you for your patience.”"
    },
    {
      "title": "\"When can we talk about the reveal?\"",
      "date": "April 1, 2016",
      "body": "David Cuccio asks Ciaravino, “When can we talk about the reveal? Would love to hear your ideas and it’s coming up quick! Happy Friday!”"
    },
    {
      "title": "A meeting on the morning of the RFP",
      "date": "April 5, 2016, 8:33 a.m.",
      "body": "About 6.5 hours before sending out the RFP, Ciaravino emails KSAT asking if its team has time to talk. “We are receiving a lot of interest in becoming media partners of the tricentennial and I would like to give you an update on the status of the process.\" Ciaravino and Lane exchange emails arranging a meeting for that day. Lane offers to go to the Tricentennial offices, but the two eventually agree on a 2 p.m. conference call."
    },
    {
      "title": "The official RFP",
      "date": "April 5, 2016, 3:03 p.m.",
      "body": "Ciaravino sends a 3:03 p.m. email to undisclosed recipients (local TV stations) asking them to submit proposals to be the exclusive Tricentennial media partner by April 15, 2016."
    },
    {
      "title": "KSAT wins bid",
      "date": "June 8, 2016",
      "body": "The Tricentennial Commission votes unanimously to make KSAT and Univision the “official Tricentennial media partners.”"
    }
  ]
}